Revit 2027 API
SymbolTypeId.KgCO2ePerKWh Property
 Symbol kgCO₂e/KWh, indicating kilograms Carbon Dioxide per kilowatt hour
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KgCO2ePerKWh { get; }
Public Shared ReadOnly Property KgCO2ePerKWh As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KgCO2ePerKWh {
	ForgeTypeId^ get ();
}
static member KgCO2ePerKWh : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace